[
    {
        "id": 1,
        "content": "小区门口修车师傅生意特好。人实在,只要不换零件，常常不收钱或只收个块把钱辛苦钱。最近发现他心黑了，价钱明显上调,就连充个气也收1块钱。旁边书报亭大妈是知情人，: 唉，多担待一下吧！他家上个月二胎,一窝生了四个带把的。。。。"
    },
    {
        "id": 2,
        "content": "前天和同事去逛超市，说好久没买肉吃了，于是去看猪肉，结果看到的最便宜的猪肉都要十八块多，同事当场惊呼：“猪怎么了，这是！”卖肉的师傅笑着说：“猪没事，就是涨价了。”"
    },
    {
        "id": 3,
        "content": "去小卖部买烟，10块钱一盒的，给老板100，老板喜咪咪的看着我说：“我没零钱找你，就让我闺女陪你一晚抵账得了。”我一激动：“你老别介啊，我攒个私房钱出来偷偷买烟，真的很不容易啊！”老板：“怎么，你不愿意？要不然我去把我闺女叫出来！”我：“别！别！这钱你不用找了，千万别让您闺女知道我藏私房钱啊！”老板：“好女婿，只要你经常来买东西，我保证不说！哈哈哈”"
    },
    {
        "id": 4,
        "content": "昨天路过单位餐厅门口的金鱼池，正好看到一条小金鱼蹦到外边了，还在张嘴，就捡起来扔到池子里。回到家跟老婆聊天时随口说起，老婆抱怨着说，“我说你个缺心眼的，怎么不去向它要幢别墅呢！”"
    },
    {
        "id": 5,
        "content": "刚才在QQ上有个还在上大学的姑娘突然跟我讲：“朋友介绍我去打工，今天晚上要到一个酒吧领舞，现在有点不敢去。”我：“有什么不敢去的？”姑娘：“刚才在小摊上只吃了碗牛肉面，怕到时候饿。”──姑娘，你心太宽了！"
    },
    {
        "id": 6,
        "content": "为什么古装剧里总是有女人会对恩人说：小女子无以为报，唯有以身相许，古代真的存在这种现象吗？ 扯淡，那是因为她喜欢他，要是不喜欢，她就会说：小女子无以为报，唯有来生再报了。"
    },
    {
        "id": 7,
        "content": "网上聊了一妹子，今天见面。问老妈要了二百块钱，老妈问我干嘛用，我说约会，她高高兴兴的就给了。刚出家门，老爸就把我拽到一边说“小子，二百块钱给我一百，半个月不知道烟的滋味了。”我说“爸，这是我和女朋友的约会钱，不能给你。”老爸说了。“你约什么会，那是我刚建的小号，为了抽颗烟我和你聊了半个月了，快拿来。‘’"
    },
    {
        "id": 8,
        "content": "家长对孩子的教育真的非常重要。有些男孩，小时候调皮的很，偷了邻居家一根针，家长也不管，一根针嘛，没事。结果孩子长大了，不好好学习每天呆在家里刺十字绣。"
    },
    {
        "id": 9,
        "content": "一女人问大师：大师，在这么复杂险恶的世界，我一个弱女子如何保护自己？大师说：你把妆卸了！"
    },
    {
        "id": 10,
        "content": "楼主大四女生，这几天和同一宿舍的女生一起去找工作，在火车站，碰到一个大姐，带着一个四五岁的小男孩侯车，小男孩总是粘着我，要坐我腿上，同宿舍的女生很是羡慕我有人缘，我得意的问小男孩：“你为什么老是喜欢坐姐姐腿上？” 小男孩用稚嫩的口气回答：“姐姐腿上肉多，坐着舒服” 我：“尼玛，这是谁家小哔崽子，快点领走！”"
    },
    {
        "id": 11,
        "content": "女：“我购物车里的那些水果牛奶饮料零食你赶紧给我买！” 男：“着什么急呀？” 女：“天越来越热了，会放坏的。”"
    },
    {
        "id": 12,
        "content": "朋友问我：有一种鸟，好笑又神经，它是什么鸟？我：我不知道。。沙雕！"
    },
    {
        "id": 13,
        "content": "昨天在家看抗日神剧，我问六岁的小侄女：“宝宝，你知道为什么曰本人头盔两耳边有两块布么？” 她不假思索的瞟了我一眼：“叔叔你真笨，他们设计这两块布肯定是防止被长官打耳光的！” 我。。。"
    },
    {
        "id": 14,
        "content": "昨天哥哥和嫂子有事出门，把小侄子留给我了，我带他去街上，非要拉着我给他买玩具，我给他说：“姑姑兜里没带钱。” 小侄子从自己兜里掏出三百块钱说：“就知道你小气，花我的钱。” 我俩去玩具店，给侄子买了好多玩具，又去吃了顿饭，三百块终于造完了。 摸着肚子问侄子：“这钱是你妈留给你的吗？” 侄子摸摸头说：“不是啊！来的时候趁你不注意，在你包里拿的。”"
    },
    {
        "id": 15,
        "content": "今天不巧看见前女友，更不巧的是我俩都穿的以前买的情侣装。。。 我寻思见面总得打个招呼吧，就贱贱的过去了，本想说“好巧啊，咱俩竟还能然穿情侣装”，没想到被她抢先一句“呦～还有跟老娘穿亲子装的！” 。。。"
    },
    {
        "id": 16,
        "content": "今天坐高铁回家注意到身边一名男子，他穿得干净、得体，脸庞留下少许岁月痕迹。 他忧郁的眼神，时而静静望窗外，像是思考过往人生；时而双眼微闭，让疲倦的身体有片刻歇息。 根据个人多年行为模式研究、心理学观察及社会经验判断——――这人十有八九是手机没电了。"
    },
    {
        "id": 17,
        "content": "家里大拜祖先。小明不拜，说：“拜祖先有什么用，祖先又不会保佑的！”爸爸：“你个死孩子，不要乱说！”小明：“谁乱说了啊。”他指着供桌上的猪头：“要是祖先会保佑的话，这猪的祖先天蓬元帅怎么会让自己的后辈子孙给人宰了当祭品。”"
    },
    {
        "id": 18,
        "content": "三毛去发型屋做发型，对发型师说：给我编个麻花辫。发型师不小心弄掉了三毛的一根头发。三毛叹口气说：那来个中分好拉。可是发型师不小心又弄掉了根。三毛一看火了：你丫的想让我披头散发？"
    },
    {
        "id": 19,
        "content": "酒吧里，一个大汉侃侃而谈：“我们出来 混社团，最重要的就是信用二字！”旁边 几个小年轻赶紧上前，崇拜的为他点了 一支烟问：“哥，不知您混的哪个社 团？”大汉吸了口烟，眯着眼睛答道：“铁 岭农村信用社。”"
    },
    {
        "id": 20,
        "content": "问：什么生物拥有超强的臂力、锋利的指甲和尖锐的牙齿，以至于能撕碎一切坚硬牢固的东西？答：拆快递时的妹子。"
    },
    {
        "id": 21,
        "content": "“高！实在是高！”朋友一边鼓掌，一边对你的发际线说。"
    },
    {
        "id": 22,
        "content": "最近一个女生朋友表白成功了，她表白的方式很特别，她第一次看到那个男生就哭了。。。 男生就不解问她为什么哭？ 她说：不知为何，第一次见面就觉得你是我失散多年的孩儿他爸。"
    },
    {
        "id": 23,
        "content": "老师：小明，请用一带一路造句。 小明：我们家那一带一路上都是牛肉汤，羊肉汤，豆腐汤。。。 老师。。。"
    },
    {
        "id": 24,
        "content": "和女友分手后，我整天借酒浇愁颓废无比，时间一长亲戚朋友甚至邻居们都看不下去了，纷纷来找我说：“你借我们的酒钱到底什么时候还？”"
    },
    {
        "id": 25,
        "content": "某村一农民，天天喂猪吃泔水，结果被‘’动物保护协会‘’罚款了一万元……虐待动物。于是农民改喂大米饭，结果被‘’慈善者协会‘’罚款了一万元……浪费粮食。农民没办法，改喂猪吃天山雪莲，结果被‘’环境保护者协会‘’罚款了一万元……破坏稀有珍奇植物。过些日子领导又去视察，问农民现在喂猪吃的什么？农民答：喂啥呀？喂啥都他妈挨罚！现在我每天给它一百块钱，让自己出去吃！"
    },
    {
        "id": 26,
        "content": "弟弟给侄女讲《小红帽》的故事，讲到小红帽成功把她奶奶从大灰狼的肚子里救出来的时候，弟弟问她：“你领悟到学到什么了吗？” 她说：“吃东西要嚼碎……"
    },
    {
        "id": 27,
        "content": "老先生已有60多岁，而头发胡须却都是黑的。朋友开玩笑地说：“如果用年龄为标准来衡量，您的头发胡须可说是抱冤受屈了！”老先生惊问何故，朋友答道：“它们蒙受了不白之冤呀。”"
    },
    {
        "id": 28,
        "content": "公司一女同事中午外出吃饭。手机落公司，然后她老公一个劲的打电话，旁边一哥们吃完午睡，很是反感，在电话响起的第N回后，哥们很气愤的拿起电话，吼道：“我们在睡觉，你老打电话，烦不烦。”不一会儿办公室门口就出现了个男的。"
    },
    {
        "id": 29,
        "content": "我一大学同学毕业后搞了一年营销，发奋考上公务员，分到民政局婚姻登记处。头天上班，一大早就来了对新人登记，那男的客气，给了一包烟和一包糖，同学很激动，麻利的办好手续，起身握手送别，很有礼貌地说了句：欢迎下次再来。"
    },
    {
        "id": 30,
        "content": "医生：“去给那位今天出院的病人注射一针镇静剂。”护士不解：“都可以出院了，还打镇静剂干嘛？”医生：“等下要结账，我怕他受不了！”"
    },
    {
        "id": 31,
        "content": "下车时导游小姐说：“请带好您的贵重物品。”他拉着我的手说：“快走，贵重物品。”"
    },
    {
        "id": 32,
        "content": "年轻人上山找到老禅师：“大师，我的人生很失败，我该怎么办？” 老禅师：“树挪死，人挪活，你可以走出去，去远一点的地方，比如南美洲，你的人生将出现转机。” 年轻人：“真的？怎样的转机？” 老禅师：“在欧洲转机。”"
    },
    {
        "id": 33,
        "content": "愚人节了， 大家能不能玩点有些技术含量的？例如给我充一百块钱话费让我猜猜谁充的，给我寄一箱好吃的让我猜猜谁给的，把苹果六普拉斯放在我口袋里让我猜猜谁干的，拿一摞大钞扔我让我猜猜谁砸的 这些都是可以的，年轻人不要老是一成不变的套路 要有创新精神,我不希望看到你们毫无长进哦。"
    },
    {
        "id": 34,
        "content": "大家知道，每次睡觉之后，我们都会换一个发型。侧着睡一侧头发会翘起来，躺着睡头发后面会很平，两遍会塌下去。然后睡觉的时候不断变换姿势，最后定下来的头型也是不一样的。所以以后我们就不要说去睡觉啦，而是说去做头发。"
    },
    {
        "id": 35,
        "content": "一医生遇上医闹心情郁闷，找了个酒店点了一桌好酒好菜，喝得晕晕乎乎，发现钱不够，于是发短信给科主任，帮忙带点钱来。科主任直接开个120来，进门就给他打个吊瓶，指挥人赶紧抬车上，饭菜打了两个包说要取样化验，那老板、服务员吓得站边上啥都不敢说。上车后主任就把吊瓶拨了，说我也没钱，只能这样帮你了，打个包给值班的宵夜。这医生感动的热泪眼眶，医生都是兄弟啊……"
    },
    {
        "id": 36,
        "content": "我：“老公，你有没有什么被骗经历？”老公：“有啊，结婚前你告诉我你怎么都吃不胖，啧啧，现在看看你这体型！”"
    },
    {
        "id": 37,
        "content": "上小学的时候班里有个男孩子每次考试都倒数第一名，老师决定开除他。 他说：“难道你把我开除了，你们班就没有倒数第一了么？”"
    },
    {
        "id": 38,
        "content": "小时候，难以抵挡零食的诱惑，我罪恶的黑手终于伸向了老妈的钱包。 正在挑选一张面额小一点的时候，老妈进来了。 我脱口而出：是我自己拿的，不是老爸让我拿去买烟的！ 我特莫真是太机智了，老妈摸摸我的头，没有揍我。 只是晚上睡眠不好，倒不是内疚，实在是爸妈房里太吵！"
    },
    {
        "id": 39,
        "content": "才发现跟媳妇比起来，我在家的地位还是挺高的，很多东西都是我一个人用完的：比如洗衣粉，比如洗洁精，比如食用油。"
    },
    {
        "id": 40,
        "content": "我去聚会一般不怎么喝酒，今天有一哥们在聚会上指着我就骂：敬酒不吃，你TM光吃菜。"
    }
]